/* No comment provided by engineer. */
"An unspecified error occurred" = "Xảy ra lỗi không xác định";

/* No comment provided by engineer. */
"Authorization Required" = "Không được quyền truy cập";

/* No comment provided by engineer. */
"Forbidden" = "Truy cập không hợp lệ";

/* No comment provided by engineer. */
"Internal Server Error" = "Lỗi máy chủ";

/* No comment provided by engineer. */
"Lost Internet Connection" = "Không có kết nối tới internet";

/* No comment provided by engineer. */
"Page Not Found" = "Không tìm thấy nội dung";

/* No comment provided by engineer. */
"Time Out" = "Hết thời gian";

